var listData = {};
listData = {
	"success": "ok",
	"data": {
		"count": 19,
		"list": [{
			"coverimage": "imgs/a1.jpg",
			"title": "【内推第2波】打工奋斗7万落京户VS自主创业牧马城市，如何抉择？",
			"word": "毕业求职？跳槽加薪？纠结滋润加班还是苦练x年自主创业？速速提问互撩，你在撩的极有可能就是你的Boss！激不激动？惊不惊喜？Offer已在这里！你的简历在哪里？Scott老师邮箱：wolf18387@qq.comJeson老师邮箱：jeson@imoocc.com",
			"look": "113参与·24988浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a2.jpg",
			"title": "【获奖名单戳查看更多】当我们谈论Java时，我们都谈些什么？",
			"word": "参与话题赢图书奖励，欢迎参与这期的话题活动与技术嘉宾李刚老师探讨“疯狂Java”，同时你还有机会获得嘉宾亲笔撰写著作《疯狂Java讲义（第4版）》图书！参与方式：在话题下方进行提问，或积极参与其他同学的交流即可；活动时间：3月28日--4月9日活动奖品：李刚老师著作的《疯狂Java讲义（第4版）》8本评选规则：活动结束后，在评论区挑选8个优秀提问或评论的用户获得奖励奖励公布时间：4月10日注：活动结束后，请中奖用户完善慕课网的个人中心处的收货地址，奖励三日内有效，逾期将视为放弃中奖资格。---------------------获奖分割线----------------------&nbsp;获奖名单：SilenceMH码码OneKiSteafan半枯小国图志雨尘Nqq_佛说过过过_0",
			"look": "03.28-04.09  34参与·14242浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a3.jpg",
			"title": "【内推第1波】直击BAT面试机会！行业大佬在线答疑",
			"word": "求职没头绪？面试总碰壁？不是能力不足，而是缺少机会？Come on！慕课网内推第1波现已开启，从默默无闻成功晋升BAT程序员，一切皆有可能！还有行业大佬在线答疑帮你过关斩将呦，还不速将简历砸过来~ü&nbsp; singwa老师邮箱：singwa3@126.com；ü&nbsp; 瓦力老师邮箱：flyzfq@163.comü&nbsp; Xiangzepro老师邮箱： course_interview@163.com",
			"look": "89参与·17390浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a4.jpg",
			"title": "【花式填坑】第23期运维进化篇：成为Python DevOps工程师有哪些必备条件？",
			"word": "当越来越多的人想要成为牛x的运维开发，但缺乏掌握全面的技术与实战能力时，怎么办呢？如果有一天领导要你去负责一个运维项目，你知道你还欠缺些什么吗？如果一个运维没有扎实的开发基础，如何更好的实现一套系统化平台？参与本话题，让大牛老师替你解答！",
			"look": "24参与·21415浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a5.jpg",
			"title": "【花式填坑】第22期金三银四到来之前，你得学会如何面试",
			"word": "2018年来了，新的跳槽季也不远了，这次的你，还想裸面么？此次话题以软件测试和面试为核心展开，在话题板块中邀请到我们的慕课网讲师“空白格“老师与大家一起讨论，希望在招聘季到来之前为大家带来一些关于面试的帮助，欢迎大家积极参与！",
			"look": "31参与·7780浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a6.jpg",
			"title": "【花式填坑】第21期对于现代前端必备技能Node.js，有什么想说的吗",
			"word": "2009年Node.js诞生，默默无闻；2014年，获前端社区普遍接受；2017年npm跃升世界最大开源生态系统，Node.js俨然成为现代前端的必备技能。甚至在BAT，无法熟练使用 Node.js就不能胜任日常的前端开发工作。欢迎参与话题，一起来聊聊大公司都在用的Node.js究竟好在哪里。",
			"look": "61参与·17337浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a7.jpg",
			"title": "【挨踢狗吐槽大会】是时候说说 #挨踢狗们の国庆假期#了",
			"word": "【戳本期嘉宾的手记看获奖名单】眼瞅着举国欢庆的国庆节假期就要来啦！在座各位挨踢狗们准备如何度过这鸡冻人心的小长假呢？不管是自备泡面の8天宅家计划，还是与妹纸们来一次说走就走的走心旅行，欢迎参与本期挨踢狗吐槽话题，晒出你的国庆假期！具体活动详情及奖励戳本期嘉宾看活动说明哦！",
			"look": "09.25-10.16  92参与·15627浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a8.jpg",
			"title": "【花式填坑】第20期与Google大佬聊聊“成功猿（媛）”的标配？",
			"word": "什么是成功猿？是熟读《算法导论》《代码大全》的理论型大佬？还是你搞不定bug时，轻松解决还不忘指点问题所在的技术型大佬？是做精通各路语言的低调隐士，还是get全栈做产品？参与话题，聊聊“成功猿（媛）”该有的那些标配！",
			"look": "101参与·14415浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a9.jpg",
			"title": "【花式填坑】第期19期PHP面试套路怎么玩？上车！360大牛亲自发车！",
			"word": "PHP开发人才需求量日益增加，但有很多PHP开发求职者却无法找到自己心仪的工作，是技术能力不过关？还是招聘企业的要求过高？或是面试前复习的知识点偏差导致面试失败？欢迎参与话题，与360大佬畅聊PHP面试考点！错过等明年！",
			"look": "51参与·12791浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a10.jpg",
			"title": "【花式填坑】第18期如何开发前后端分离的系统？",
			"word": "前后端分离开发已成IT领域的大势所趋，RESTFul API开发作为前后端分离最成熟的解决方案，什么前提选择使用？有哪些优势？在开发RESTFul API的系统中会遭遇哪些难题？参与话题，深入了解前后端分离系统的开发",
			"look": "59参与·13612浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a11.jpg",
			"title": "【花式填坑】第17期被攻击？要提升？请优化移动端网站体验+性能！",
			"word": "凭借快速高效、迭代速度、基于微信分享能力等因素，Web应用替代App将可以预期。那么，如何使用新技术进行Web应用的性能优化？用户体验又如何向App靠近？参与话题，看老师是如何优化移动端网站体验+性能，且拒被攻击的！",
			"look": "30参与·7777浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a12.jpg",
			"title": "【空空说】第2期如何拿下“大厂”Offer之前端篇？",
			"word": "如今大厂对前端要求越来越高，从准备到面试，如何通过层层选拔Get√Offer？活动页内提问获赞排名前10名的用户可获得大佬亲自批阅简历的资格；",
			"look": "54参与·6682浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a13.jpg",
			"title": "【空空说】第1期如何拿到BAT校招/社招Offer之Java&Android篇？",
			"word": "BAT企业招聘要求越来越高，战略性应对面试成为了首要问题。比如，如何在招聘中立于不败之地？如何高效的撰写简历让面试官眼前一亮？参与话题，直面BAT大牛面试官，还有机会获得大佬亲自批阅简历的资格哦！",
			"look": "110参与·8728浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a14.jpg",
			"title": "【花式填坑】第16期如何使用Python实现自动化运维？",
			"word": "Python拥有强大的脚本处理功能，它在操作Linux系统方面具有先天的优势，许多云平台、运维监控管理工具都是使用Python开发的，Python自动化运维让运维工程师的工作量减少效率提高！",
			"look": "18参与·8416浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a15.jpg",
			"title": "【花式填坑】第15期连Angular都学不精，敢说自己做前端？",
			"word": "前端技术层出不穷，难免选择困难，如何选、怎么学便成了首要问题。那么，如何选择才能不被框架束缚，稳扎稳打？高效快速的掌握不易过时的知识技能又该怎么做呢？参与话题，与大牛老师共同探讨如何 Easy应对前端问题。",
			"look": "89参与·10669浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a16.jpg",
			"title": "【花式填坑】第14期巧用中间件，Get√工作中的Nginx技能？",
			"word": "Nginx作为一个轻量级、高性能的Web中间件服务，究竟哪些技能点备受青睐？如何巧妙避地开中间件中的大小坑，避免反复出现的问题？欢迎参与话题与陈杰老师共同讨论，如何在工作中用好、用精Nginx中间件。",
			"look": "21参与·7798浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a17.jpg",
			"title": "【花式填坑】第13期如何高效开发企业级电商的前端？",
			"word": "电商前端项目作为互联网行业中的典型代表，应用最广、发展最显成熟，但在实际开发中也会遭遇各种问题。比如，更适合电商企业的前端开发方式有哪些、如何保证高效的前端开发等等。欢迎参与话题，与老师共同讨论",
			"look": "113参与·24988浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a8.jpg",
			"title": "【内推第2波】打工奋斗7万落京户VS自主创业牧马城市，如何抉择？",
			"word": "毕业求职？跳槽加薪？纠结滋润加班还是苦练x年自主创业？速速提问互撩，你在撩的极有可能就是你的Boss！激不激动？惊不惊喜？Offer已在这里！你的简历在哪里？Scott老师邮箱：wolf18387@qq.comJeson老师邮箱：jeson@imoocc.com",
			"look": "113参与·24988浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a9.jpg",
			"title": "【内推第2波】打工奋斗7万落京户VS自主创业牧马城市，如何抉择？",
			"word": "毕业求职？跳槽加薪？纠结滋润加班还是苦练x年自主创业？速速提问互撩，你在撩的极有可能就是你的Boss！激不激动？惊不惊喜？Offer已在这里！你的简历在哪里？Scott老师邮箱：wolf18387@qq.comJeson老师邮箱：jeson@imoocc.com",
			"look": "113参与·24988浏览",
			"see": "本期嘉宾"
		}, {
			"coverimage": "imgs/a2.jpg",
			"title": "【内推第2波】打工奋斗7万落京户VS自主创业牧马城市，如何抉择？",
			"word": "毕业求职？跳槽加薪？纠结滋润加班还是苦练x年自主创业？速速提问互撩，你在撩的极有可能就是你的Boss！激不激动？惊不惊喜？Offer已在这里！你的简历在哪里？Scott老师邮箱：wolf18387@qq.comJeson老师邮箱：jeson@imoocc.com",
			"look": "113参与·24988浏览",
			"see": "本期嘉宾"
		}]
	}
}
